tap "1password/tap"

brew "openssl@3"
brew "asdf"
brew "curl"
brew "vim"
brew "git"
brew "gnupg"
brew "helix"
brew "jq"
brew "yq"
brew "kubectx"
brew "kubernetes-cli"

cask "bartender"
cask "docker"
cask "figma"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "1password"
cask "1password-cli"
cask "postico"
cask "redisinsight"
cask "spotify"
cask "visual-studio-code"
