tap "1password/tap"
tap "oven-sh/bun"

brew "asdf"
brew "bash"
brew "bun"
brew "chezmoi"
brew "cloc"
brew "coreutils"
brew "croc"
brew "curl"
brew "devcontainer"
brew "fontconfig"
brew "fontools"
brew "git"
brew "git-absorb"
brew "gnupg"
brew "harlequin"
brew "imagemagick"
brew "invoice"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "openssl@3"
brew "shellcheck"
brew "sqlite"
brew "tree"
brew "ttfautohint"
brew "unisonlang"
brew "woff2"
brew "yq"
brew "z"
brew "zsh"

cask "1password-cli"
cask "1password"
cask "bartender"
cask "caffeine"
cask "docker"
cask "docker-desktop"
cask "dropbox"
cask "drawbot"
cask "figma"
cask "firefox"
cask "font-input"
cask "font-new-york"
cask "font-spectral"
cask "font-work-sans"
cask "fontgoggles"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "linear-linear"
cask "postico"
cask "protonvpn"
cask "redis-insight"
cask "slack"
cask "slack-cli"
cask "spotify"

# Editors
brew "helix"
brew "neovim"
brew "vim"
cask "cursor"
cask "visual-studio-code"
cask "zed"
