tap "1password/tap"
tap "oven-sh/bun"

brew "asdf"
brew "bash"
brew "bun"
brew "cloc"
brew "container-diff"
brew "croc"
brew "curl"
brew "devcontainer"
brew "git"
brew "gnupg"
brew "helix"
brew "imagemagick"
brew "invoice"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "openssl@3"
brew "shellcheck"
brew "tree"
brew "unisonlang"
brew "vim"
brew "woff2"
brew "yq"
brew "z"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "bartender"
cask "docker"
cask "figma"
cask "firefox"
cask "font-input"
cask "font-new-york"
cask "font-spectral"
cask "font-work-sans"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "postico"
cask "redisinsight"
cask "spotify"
cask "visual-studio-code"
